/* Default message shown in error alert dialogs for validation errors when no more specific error message is available */
"A validation error occurred" = "Si è verificato un errore di convalida";

/* Default message shown in error alert dialogs when no more specific error message is available */
"An error occurred" = "Si è verificato un errore";

/* Title for alert dialog button asking what to do with invalid values entered by the user */
"Discard Change" = "Annulla modifica";

/* Default error message for formatting errors with bindings */
"Formatting Error" = "Errore di formattazione";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Illegal key" = "Chiave illegale";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Key cannot be empty" = "La chiave non può essere vuota";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Key is already in use" = "Chiave già in uso";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Value for %@ cannot be empty" = "Il valore di %@ non può essere vuoto";

